Repository: FernandoBanhos/fpcupdeluxe
Catalog: languages/fpcupdeluxe.*.po
Languages: pt, tr

source: Add context for FPC and Lazarus files.
pt: Adicionar contexto para arquivos do FPC e Lazarus.
tr: FPC ve Lazarus dosyaları için içerik ekleyin.

source: Re-apply local changes when updating.
pt: Reaplicar alterações locais ao atualizar.
tr: Güncelleme sırasında yerel değişiklikleri yeniden uygulayın.

source: Always ask for confirmation.
pt: Sempre pedir confirmação.
tr: Her zaman onay isteyin.

source: Auto-switch repo URL.
pt: Alternar automaticamente a URL do repositório.
tr: Otomatik geçiş repo URL'si.

source: Docked Lazarus IDE.
pt: IDE Lazarus encaixada.
tr: Yerleştirilmiş Lazarus IDE.

source: Allow patching of sources by online patches.
pt: Permitir a aplicação de correções em fontes via patches online.
tr: Kaynakların çevrimiçi yamalarla yamalanmasına izin verin.

source: Be extra verbose.
pt: Ser extremamente verboso.
tr: Daha ayrıntılı olun.

source: Use local repo-client.
pt: Usar o cliente de repositório local.
tr: Yerel repo istemcisini kullanın.

source: Only use fpcup bootstrappers.
pt: Usar apenas os bootstrappers do fpcup.
tr: Sadece fpcup önyükleyicileri kullanın.

source: Check for fpcupdeluxe updates.
pt: Verificar atualizações do fpcupdeluxe.
tr: fpcupdeluxe güncellemelerini kontrol edin.

source: Include Help.
pt: Incluir Ajuda.
tr: Yardım ekleyin.

source: Include LCL with cross-compiler.
pt: Incluir LCL com o compilador cruzado.
tr: LCL'yi çapraz derleyiciye dahil edin.

source: Get package repositories.
pt: Obter repositórios de pacotes.
tr: Paket depolarını alın.

source: Get FPC/Laz repositories.
pt: Obter repositórios do FPC/Laz.
tr: FPC/Laz depolarını alın.

source: Send location and install info.
pt: Enviar informações de localização e instalação.
tr: Konum ve kurulum bilgilerini gönderin.

source: Split FPC source and bins.
pt: Dividir fontes e binários do FPC.
tr: FPC kaynağını ve kutularını bölün.

source: Split Lazarus source and bins.
pt: Dividir fontes e binários do Lazarus.
tr: Lazarus kaynağını ve kutularını bölün.

source: Use system FPC for Lazarus.
pt: Usar o FPC do sistema para o Lazarus.
tr: Lazarus için sistem FPC'sini kullanın.

source: FPC/Laz rebuild only.
pt: Reconstruir apenas o FPC/Laz.
tr: Sadece FPC/Laz yeniden yapılandırması.

source: Use jobs for GNU make.
pt: Usar tarefas para o GNU make.
tr: GNU make için işleri kullanın.

source: Use wget/libcurl as downloader.
pt: Usar wget/libcurl como baixador.
tr: İndirme aracı olarak wget/libcurl kullanın.

# extrasettings.captionusesoftfloat80bit
source: Enable software emulation of 80 bit floats.
pt: Habilitar emulação de software para floats de 80 bits.
tr: 80 bit kayan değerlerin yazılım emülasyonunu etkinleştirin.

source: Double clicking on FPC and Lazarus files will open Lazarus.
pt: Clicar duas vezes em arquivos do FPC e do Lazarus abrirá o Lazarus.
tr: FPC ve Lazarus dosyalarına çift tıklandığında Lazarus açılacaktır.

source: Fpcupdeluxe can re-apply the local changes automagically by using local auto-patch.
pt: O Fpcupdeluxe pode reaplicar automaticamente as alterações locais usando o patch local automático.
tr: Fpcupdeluxe yerel otomatik yama kullanarak yerel değişiklikleri otomatik olarak yeniden uygulayabilir.

source: Show a confirmation dialog with yes/no before every build.
pt: Mostrar uma caixa de diálogo de confirmação com sim/não antes de cada compilação.
tr: Her derlemeden önce evet/hayır içeren bir onay iletişim kutusu gösterin.

source: Build a docked Lazarus IDE
tr: Yerleşik bir Lazarus IDE'si oluşturun

source: Fpcupdeluxe can patch the sources automagically by using online patches.
pt: O Fpcupdeluxe pode aplicar patches nas fontes automaticamente usando patches online.
tr: Fpcupdeluxe çevrimiçi yamaları kullanarak kaynakları otomatik olarak yamalayabilir.

source: Use the repo-client by fpcupdeluxe.
pt: Usar o cliente de repositório do fpcupdeluxe.
tr: fpcupdeluxe'ün repo-istemcisini kullanın.

source: Check for updates of fpcupdeluxe binaries.
pt: Verificar atualizações dos binários do fpcupdeluxe.
tr: fpcupdeluxe ikili dosyalarının güncellemelerini kontrol edin.

source: Download whole repository, or only latest files.
pt: Baixar o repositório completo ou apenas os arquivos mais recentes.
tr: Tüm depoyu veya yalnızca en son dosyaları indirin.

source: Location and install info will be send to public central fpcupdeluxe server.
pt: As informações de localização e instalação serão enviadas ao servidor público central do fpcupdeluxe.
tr: Konum ve kurulum bilgileri genel merkezi fpcupdeluxe sunucusuna gönderilecektir.

source: Use the system wide install of FPC to build Lazarus.
pt: Use a instalação do FPC no sistema para construir o Lazarus.
tr: Lazarus'u oluşturmak için sistem genelinde FPC yüklemesini kullanın.

# extrasettings.hintusesoftfloat80bit
source: Enable software emulation of 80 bit floats.
pt: Habilitar emulação de software para floats de 80 bits.
tr: 80 bit kayan değerlerin yazılım emülasyonunu etkinleştirin.

source: FPCUPdeluxe can try to download them if available !
tr: FPCUPdeluxe varsa bunları indirmeyi deneyebilir !

source: Going to auto-build all installed cross-compilers !
tr: Yüklü tüm çapraz derleyicileri otomatik olarak oluşturacak !

source: Checking FPC configfile [fpc.cfg] for cross-compilers in
pt: Verificando o arquivo de configuração do FPC [fpc.cfg] para compiladores cruzados em
tr: FPC yapılandırma dosyasının [fpc.cfg] çapraz derleyiciler için kontrol edilmesi

source: Found crosscompiler for
pt: Encontrado compilador cruzado para
tr: Şunlar için çapraz derleyici bulundu

source: Going to update cross-compiler.
pt: Preparando-se para atualizar o compilador cruzado.
tr: Çapraz derleyiciyi güncelleyeceğim.

source: Going to install a cross-compiler from available sources.
pt: Preparando-se para instalar um compilador cruzado a partir das fontes disponíveis.
tr: Mevcut kaynaklardan bir çapraz derleyici yükleyeceğim.

source: Please wait. Checking for updates.
pt: Por favor, aguarde. Verificando atualizações.
tr: Lütfen bekleyin. Güncellemeler kontrol ediliyor.

source: FPCUPdeluxe cannot be run inside the Downloads folder.
pt: FPCUPdeluxe não pode ser executado dentro da pasta Downloads.
tr: FPCUPdeluxe İndirilenler klasörü içinde çalıştırılamaz.

source: This is NOT allowed by OSX security measures.
pt: Isso NÃO é permitido pelas medidas de segurança do OSX.
tr: OSX güvenlik önlemleri buna izin vermez.

source: Copy FPCUPdeluxe into its own directory and run from there.
pt: Copie o FPCUPdeluxe para seu próprio diretório e execute a partir daí.
tr: FPCUPdeluxe'ü kendi dizinine kopyalayın ve oradan çalıştırın.

source: FPCUPdeluxe could not create its necessary setting-files.
pt: FPCUPdeluxe não pôde criar seus arquivos de configuração necessários.
tr: FPCUPdeluxe gerekli ayar dosyalarını oluşturamadı.

source: Please check the folder permissions, and re-start.
pt: Por favor, verifique as permissões da pasta e reinicie.
tr: Lütfen klasör izinlerini kontrol edin ve yeniden başlatın.

source: Going to install %s and %s%s.
tr: %s ve %s%s yüklenecek.

source: Going to install the %s.
tr: %s'yi yükleyeceğim.

source: Going to install the cross-compiler for
pt: Vou instalar o compilador cruzado para
tr: için çapraz derleyiciyi yükleyeceğim

source: Install directory
pt: Diretório de instalação
tr: Yükleme dizini

source: Current install directory
pt: Diretório de instalação atual
tr: Geçerli yükleme dizini

source: Going to install/update FPC.
pt: Vou instalar/atualizar o FPC.
tr: FPC'yi kuracak/güncelleyecek.

source: Going to install/update FPC and Lazarus.
pt: Vou instalar/atualizar o FPC e o Lazarus.
tr: FPC ve Lazarus'u yükleyecek/güncelleyecek.

source: Going to install/update Lazarus.
pt: Vou instalar/atualizar o Lazarus.
tr: Lazarus' u kuracak/güncelleyecek.

source: Going to install/update module
pt: Vou instalar/atualizar o módulo
tr: Modülleri kuracak/güncelleyecek.

source: Got settings from install directory
pt: Obtidos configurações do diretório de instalação
tr: Kurulum dizininden ayarlar alındı

source: Looking for
pt: Procurando por
tr: Arıyor

source: Going to look for the right cross-bins. Can (will) take some time !
pt: Vou procurar pelos binários cruzados corretos. Pode (vai) demorar um pouco!
tr: Doğru çapraz kutuları aramaya gidiyorum. Biraz zaman alabilir (alacak)!

source: Going to look for the right cross-libraries. Can (will) take some time !
pt: Vou procurar pelas bibliotecas cruzadas corretas. Pode (vai) demorar um pouco!
tr: Doğru çapraz kütüphaneleri arayacağım. Biraz zaman alabilir (alacaktır)!

source: Looking for FPCUPdeluxe cross-tools on GitHub (if any).
pt: Procurando ferramentas cruzadas FPCUPdeluxe no GitHub (se houver).
tr: GitHub'da FPCUPdeluxe çapraz araçlarını arıyorum (varsa).

source: The building of a crosscompiler failed due to missing cross-tools.
pt: A construção de um compilador cruzado falhou devido à falta de ferramentas cruzadas.
tr: Çapraz derleyici oluşturma işlemi eksik çapraz araçlar nedeniyle başarısız oldu.

source: Do you want to continue ?
pt: Você deseja continuar ?
tr: Devam etmek istiyormusun?

source: Please quit FPCUPdeluxe.
pt: Por favor, saia do FPCUPdeluxe.
tr: Lütfen FPCUPdeluxe'ü kapatın.

source: Going to remove module
pt: Vou remover o módulo
tr: Modülü kaldıracağım

source: Please select a CPU target first.
tr: Lütfen önce bir CPU hedefi seçin.

source: Please select a FPC and Lazarus target first
pt: Por favor, selecione primeiro um alvo FPC e Lazarus
tr: Lütfen önce bir FPC ve Lazarus hedefi seçin

source: Please select a FPC target first
pt: Por favor, selecione primeiro um alvo FPC
tr: Lütfen önce bir FPC hedefi seçin

source: Please select a Lazarus target first
pt: Por favor, selecione primeiro um alvo Lazarus
tr: Lütfen önce bir Lazarus hedefi seçin

source: Please select an OS target first.
tr: Lütfen önce bir işletim sistemi hedefi seçin.

source: Having a space in your install path is very ill-advised !
pt: Ter um espaço em seu caminho de instalação não é aconselhável!
tr: Yükleme yolunuzda bir boşluk olması çok tavsiye edilmez !

source: Trying to build the cross-compiler for
pt: Tentando construir o compilador cruzado para
tr: için çapraz derleyici oluşturmaya çalışıyor

source: Going to update all crosscompilers
pt: Vou atualizar todos os compiladores cruzados
tr: Tüm çapraz derleyiciler güncellenecek

source: New FPCUPdeluxe version available
pt: Nova versão do FPCUPdeluxe disponível
tr: Yeni FPCUPdeluxe sürümü mevcut

source: No updates found.
pt: Nenhuma atualização encontrada.
tr: Güncelleme bulunamadı.

source: Aborted
pt: Abortado
tr: İptal edildi

source: cannot execute "%s"
pt: não é possível executar "%s"
tr: "%s" çalıştırılamıyor

source: cannot find executable "%s"
pt: não é possível encontrar o executável "%s"
tr: çalıştırılabilir "%s" dosyasını bulamıyor

source: executable "%s" is a directory
pt: o executável "%s" é um diretório
tr: çalıştırılabilir "%s" bir dizindir

source: executable "%s" lacks the permission to run
pt: o executável "%s" não tem permissão para ser executado
tr: çalıştırılabilir "%s" dosyasının çalıştırma izni yok

source: Exit code %s
pt: Código de saída %s
tr: Çıkış kodu %s

source: freeing buffer lines: %s
pt: liberando linhas do buffer: %s
tr: tampon satırları serbest bırakılıyor: %s

source: missing directory "%s"
pt: diretório ausente "%s"
tr: eksik dizin "%s"

source: missing executable "%s"
pt: executável ausente "%s"
tr: eksik çalıştırılabilir "%s"

source: Success
pt: Sucesso
tr: Başarılı

source: tool "%s" has no executable
pt: a ferramenta "%s" não tem executável
tr: "%s" aracının çalıştırılabilir dosyası yok

source: unable to execute: %s
pt: incapaz de executar: %s
tr: çalıştırılamıyor: %s

source: unable to read process ExitStatus
pt: incapaz de ler o ExitStatus do processo
tr: süreç ExitStatus'u okuyamıyor

source: E&xit
pt: S&air
tr: Çı&kış

source: Exit
pt: Sair
tr: Çıkış

source: &Save log
pt: &Salvar log
tr: &Logu kaydet

source: Save As
pt: Salvar como
tr: Farklı Kaydet

source: Will install/update FPC and Lazarus stable and LAMW
pt: Vai instalar/atualizar o FPC e o Lazarus estável e o LAMW
tr: FPC ve Lazarus stable ve LAMW'ı yükleyecek/güncelleyecek

source: Basic
pt: Básico
tr: Temel

source: Install/update FPC+Lazarus
pt: Instalar/atualizar FPC+Lazarus
tr: FPC+Lazarus'u yükleyin/güncelleyin

source: Will install/update the selected version of both FPC and Lazarus.
pt: Vai instalar/atualizar a versão selecionada de ambos FPC e Lazarus.
tr: Hem FPC hem de Lazarus'un seçilen sürümünü yükler/günceller.

source: Only FPC
pt: Apenas FPC
tr: Sadece FPC

source: Only install/update selected FPC version.
pt: Apenas instalar/atualizar a versão selecionada do FPC.
tr: Yalnızca seçili FPC sürümünü yükleyin/güncelleyin.

# tform1.bitbtnfpconlytag.caption
source: Add Tag
pt: Adicionar Tag
tr: Etiket Ekle

source: Add tag/url into FPC install list
pt: Adicionar tag/url à lista de instalação do FPC
tr: FPC yükleme listesine etiket/url ekleyin

source: Set FPC hash in Setup+
pt: Definir hash do FPC no Setup+
tr: Setup+ içinde FPC karmasını ayarlayın

source: Set FPC revision
pt: Definir revisão do FPC
tr: FPC revizyonunu ayarlayın

source: STOP
pt: PARAR
tr: DURDUR

source: Try to stop current install process
pt: Tentar parar o processo de instalação atual
tr: Mevcut yükleme işlemini durdurmayı deneyin

source: Only Lazarus
pt: Apenas Lazarus
tr: Sadece Lazarus

source: Only install/update selected Lazarus version.
pt: Apenas instalar/atualizar a versão selecionada do Lazarus.
tr: Yalnızca seçili Lazarus sürümünü yükleyin/güncelleyin.

# tform1.bitbtnlazarusonlytag.caption
source: Add Tag
pt: Adicionar Tag
tr: Etiket Ekle

source: Add tag/url into Lazarus install list
pt: Adicionar tag/url à lista de instalação do Lazarus
tr: Lazarus yükleme listesine etiket/url ekleyin

source: Set Lazarus hash in Setup+
pt: Definir hash do Lazarus no Setup+
tr: Setup+'da Lazarus hash'ini ayarlayın

source: Set Lazarus revision
pt: Definir revisão do Lazarus
tr: Lazarus revizyonunu ayarlayın

source: Check Tools Location
pt: Verificar Localização das Ferramentas
tr: Araçların Konumunu Kontrol Et

source: Clear log
pt: Limpar log
tr: Logu temizle

source: Create Lazarus Configuration
pt: Criar Configuração do Lazarus
tr: Lazarus Yapılandırması Oluşturun

source: Get OpenSSL by Browser
pt: Obter OpenSSL pelo Navegador
tr: Tarayıcıya Göre OpenSSL Alın

source: Set install path
pt: Definir caminho de instalação
tr: Yükleme dizinini ayarla

source: Install module
pt: Instalar módulo
tr: Modül yükle

source: Install the selected module.
pt: Instalar o módulo selecionado.
tr: Seçilen modülü kurun.

source: Email log
pt: Enviar log por e-mail
tr: Email logu.

source: Send email to fpcup maintainer containing Commandscreen output.
pt: Enviar e-mail para o mantenedor do fpcup contendo a saída da tela de comando.
tr: fpcup bakımcısına Komut ekranı çıktısını içeren bir e-posta gönderin.

source: Setup+
pt: Configurar+
tr: Kurulum+

source: Open the extended settings form.
pt: Abrir o formulário de configurações estendidas.
tr: Genişletilmiş ayarlar formunu açın.

source: Uninstall module
pt: Desinstalar módulo
tr: Modülü kaldır

source: Uninstall the selected module.
pt: Desinstalar o módulo selecionado.
tr: Seçili modülü kaldır

source: Update Lazarus Makefiles
pt: Atualizar Makefiles do Lazarus
tr: Lazarus Makefiles Güncellemesi

source: Update all
pt: Atualizar todos
tr: Tümünü güncelle

source: Auto-update all installed cross-compilers.
pt: Atualizar automaticamente todos os compiladores cruzados instalados.
tr: Yüklü tüm çapraz derleyicileri otomatik güncelleyin.

source: Install compiler
pt: Instalar compilador
tr: Derleyici yükleyin

source: Install the selected CPU-OS cross-compiler.
pt: Instalar o compilador cruzado CPU-OS selecionado.
tr: Seçilen CPU-OS çapraz derleyicisini yükleyin.

source: Remove compiler
pt: Remover compilador
tr: Derleryiciyi kaldır

source: Remove the selected CPU-OS cross-compiler.
pt: Remover o compilador cruzado CPU-OS selecionado.
tr: Seçili CPU-OS çapraz derleyicisini kaldırın.

source: Set subarch
pt: Definir subarquitetura
tr: Subarch'ı ayarla

source: Select a subarch for embedded target.
pt: Selecione uma subarquitetura para o destino embutido.
tr: Gömülü hedef için bir alt dizi seçin.

source: Auto clear
pt: Limpeza automática
tr: Otomatik temizle

source: Check Makefile FPC
pt: Verificar Makefile do FPC
tr: Makefile FPC'yi kontrol edin

source: Check Makefile Lazarus
pt: Verificar Makefile do Lazarus
tr: Makefile Lazarus'u Kontrol Edin

source: Re-create startup scripts
pt: Recriar scripts de inicialização
tr: Başlangıç komut dosyalarını yeniden oluşturun

source: Cross
pt: Cruz
tr: Çapraz

source: Get FPC for ESP32 [lx6] boards
pt: Obter o FPC para placas ESP32 [lx6]
tr: ESP32 [lx6] kartları için FPC alın

source: Extras
tr: Ekstralar

source: Fixes
pt: Correções
tr: Düzeltmeler

source: Will install/update current fixes versions of both FPC and Lazarus
pt: Vai instalar/atualizar as versões de correção atuais do FPC e do Lazarus
tr: Hem FPC hem de Lazarus'un güncel düzeltme sürümlerini yükleyecek/güncelleyecek

source: FPC revision history
pt: Histórico de revisões do FPC
tr: FPC revizyon geçmişi

# tform1.fpctaglabel.caption
source: FPC version
pt: Versão do FPC
tr: FPC versiyonu

# tform1.fpcversionlabel.caption
source: FPC version
pt: Versão do FPC
tr: FPC versiyonu

source: History
pt: Histórico
tr: Geçmiş

source: Directory to install FPC and Lazarus
pt: Diretório para instalar o FPC e o Lazarus
tr: FPC ve Lazarus'un yükleneceği dizin

source: Lazarus revision history
pt: Histórico de revisões do Lazarus
tr: Lazarus revizyon geçmişi

# tform1.lazarustaglabel.caption
source: Lazarus version
pt: Versão do Lazarus
tr: Lazarus versiyonu

# tform1.lazarusversionlabel.caption
source: Lazarus version
pt: Versão do Lazarus
tr: Lazarus versiyonu

# tform1.listboxfpchistory.columns[1].caption
source: Date
pt: Data
tr: Tarih

# tform1.listboxlazarushistory.columns[1].caption
source: Date
pt: Data
tr: Tarih

source: Chinese (CN)
pt: Chinês (CN)
tr: Çince (CN)

source: Dutch (NL)
pt: Holandês (NL)
tr: Hollandaca (NL)

source: Ukrainian (UK)
pt: Ucraniano (UK)
tr: Ukraynaca (UK)

source: Will show info and error
pt: Mostrará informações e erros
tr: Bilgi ve hata gösterecek

source: English (EN)
pt: Inglês (EN)
tr: İngilizce (EN)

source: &File
pt: &Arquivo
tr: &Dosya

source: About
pt: Sobre
tr: Hakkında

source: Languages
pt: Idiomas
tr: Diller

source: Issues
pt: Problemas
tr: Sorunlar

source: Save log
pt: Salvar log
tr: Logu kaydet

source: FPC bugs
pt: Bugs do FPC
tr: FPC hataları

source: French (F)
pt: Francês (F)
tr: Fransızca (F)

source: German (D)
pt: Alemão (D)
tr: Almanca (D)

source: Up Lazarus forum
pt: Ir para o fórum do Lazarus
tr: Lazarus forumuna git

source: Up GitHub issues
pt: Ir para os problemas do GitHub
tr: GitHub sorunlarına git

source: Korean (KR)
pt: Coreano (KR)
tr: Korece (KR)

source: Lazarus bugs
pt: Bugs do Lazarus
tr: Lazarus hataları

source: Modules
pt: Módulos
tr: Modüller

source: Get the mORMot2 for FPC
pt: Obtenha o mORMot2 para o FPC
tr: FPC için mORMot2'u alın

source: Will install/update the Online Package Manager
pt: Vai instalar/atualizar o Gerenciador de Pacotes Online
tr: Çevrimiçi Paket Yöneticisini kuracak/güncelleyecek

source: Get FPC for armv6m RPi Pico
pt: Obtenha o FPC para armv6m RPi Pico
tr: armv6m RPi Pico için FPC alın

# tform1.realfpcurl.hint
source: Double click to allow editing
pt: Clique duas vezes para permitir a edição
tr: Düzenlemeye izin vermek için çift tıklayın

# tform1.reallazurl.hint
source: Double click to allow editing
pt: Clique duas vezes para permitir a edição
tr: Düzenlemeye izin vermek için çift tıklayın

source: Stable
pt: Estável
tr: Stabil

source: Will install/update stable versions of both FPC and Lazarus
pt: Vai instalar/atualizar as versões estáveis tanto do FPC quanto do Lazarus
tr: Hem FPC hem de Lazarus'un kararlı sürümlerini yükleyecek/güncelleyecek

source: Sitting and waiting
pt: Sentado e esperando
tr: Oturma ve bekleme

source: Tags
tr: Etiketler

source: Trunk
tr: Bagaj

source: Will install/update trunk version of both FPC and Lazarus.
pt: Vai instalar/atualizar a versão trunk tanto do FPC quanto do Lazarus.
tr: Hem FPC hem de Lazarus'un gövde sürümünü yükleyecek / güncelleyecektir.

source: Install baremetal Ultibo for RPi3
pt: Instalar o Ultibo baremetal para o RPi3
tr: RPi3 için baremetal Ultibo yükleyin

source: Install FPC and Lazarus for Web Assembly
pt: Instalar o FPC e o Lazarus para a Assembleia Web
tr: Web Assembly için FPC ve Lazarus'u Kurun

source: Get FPC for SAMD51 embedded on Wio Terminal
pt: Obtenha o FPC para o SAMD51 incorporado no Terminal Wio
tr: Wio Terminaline gömülü SAMD51 için FPC alın

source: Add FPC patch
pt: Adicionar correção do FPC
tr: FPC yolu ekleyin

source: Add Laz. patch
pt: Adicionar correção do Laz.
tr: Laz. yolu ekleyin

source: List All
pt: Listar Todos
tr: Tümünü listele

source: Rem. FPC patch
pt: Remover correção do FPC
tr: FPC yolu kaldırın

source: Rem. Laz. patch
pt: Remover correção do Laz.
tr: Laz. yolu kaldırın

source: Tools
pt: Ferramentas
tr: Araçlar

source: Compiler
pt: Compilador
tr: Derleyici

source: Libraries
pt: Bibliotecas
tr: Kütüphaneler

source: Advanced settings
pt: Configurações avançadas
tr: Gelişmiş ayarlar

# tform2.chkfpcdebug.caption
source: Debug
pt: Depurar
tr: Hata Ayıklama

# tform2.chklazarusdebug.caption
source: Debug
pt: Depurar
tr: Hata Ayıklama

# tform2.editbinlocation.hint
source: Double click to clear
pt: Clique duas vezes para limpar
tr: Temizlemek için çift tıklayın

# tform2.editcompileroverride.hint
source: Double click to clear
pt: Clique duas vezes para limpar
tr: Temizlemek için çift tıklayın

# tform2.editliblocation.hint
source: Double click to clear
pt: Clique duas vezes para limpar
tr: Temizlemek için çift tıklayın

source: Proxy settings
pt: Configurações de proxy
tr: Proxy ayarları

source: Miscellaneous settings
pt: Configurações diversas
tr: Çeşitli ayarlar

source: Options Override
pt: Anulação de opções
tr: Seçenekler Geçersiz Kılma

source: Branch and revision
pt: Ramificação e revisão
tr: Şube ve revizyon

source: Pre and post install scripts
pt: Scripts de pré e pós-instalação
tr: Kurulum öncesi ve sonrası komut dosyaları

source: Source patching
pt: Patching da fonte
tr: Kaynak yama

source: HTTP proxy port:
pt: Porta do proxy HTTP:
tr: HTTP proxy portu:

source: HTTP proxy username:
pt: Nome de usuário do proxy HTTP:
tr: HTTP proxy kullanıcı adı:

source: HTTP proxy password:
pt: Senha do proxy HTTP:
tr: HTTP proxy şifresi:

source: Compiler Override
pt: Substituição do compilador
tr: Derleyici Geçersiz Kılma

source: Select CPU
pt: Selecione a CPU
tr: CPU seçin

source: Cross Build Options Override (i.e. -CfSoft)
pt: Anulação das Opções de Compilação Cruzada (ou seja, -CfSoft)
tr: Çapraz Derleme Seçenekleri Geçersiz Kılma (örn. -CfSoft)

source: FPC branch
pt: Ramificação do FPC
tr: FPC şube

source: FPC options
pt: Opções do FPC
tr: FPC seçenekleri

source: FPC post
pt: Pós-instalação do FPC
tr: FPC postası

source: FPC pre
pt: Pré-instalação do FPC
tr: FPC öncesi

source: FPC hash/tag
pt: Hash/tag do FPC
tr: FPC hash/etiket

source: Laz. branch
pt: Ramificação do Laz.
tr: Laz. Şube

source: Laz. options
pt: Opções do Laz.
tr: Laz. seçenekleri

source: Lazarus post
pt: Pós-instalação do Lazarus
tr: Lazarus gönderisi

source: Lazarus pre
pt: Pré-instalação do Lazarus
tr: Lazarus öncesi

source: Laz. hash/tag
pt: Hash/tag do Laz.
tr: Laz. hash/etiket

source: Select OS
pt: Selecione o SO
tr: OS seçin

source: ARM target
pt: Alvo ARM
tr: ARM hedefi

source: Search options
pt: Opções de pesquisa
tr: Arama seçenekleri

source: Select subarch
pt: Selecione a sub-arquitetura
tr: Subarch seçin
