Repository: FernandoBanhos/fpcupdeluxe
Catalog: languages/fpcupdeluxe.*.po
Languages: pt, tr

source: Build a docked Lazarus IDE.
pt: Construir uma IDE Lazarus acoplada.

source: FPCUPdeluxe can try to download them if available!
pt: FPCUPdeluxe pode tentar baixá-los, se estiverem disponíveis!

source: Going to auto-build all installed cross-compilers!
pt: Preparando-se para construir automaticamente todos os compiladores cruzados instalados!

source: Going to remove the cross-compiler for
pt: Vou remover o compilador cruzado para

source: OS
pt: SO

source: HTTP proxy URL:
pt: URL do proxy HTTP:

source: CPU/OS
pt: CPU/SO

source: Subarch
pt: Sub-Arquitetura
